Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/hiof.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Person-centred healthcare and the digital society are key themes in the new guidelines for bachelor level health and welfare courses which were introduced in autumn 2020.
nb: Person-sentrert helsearbeid og det digitale samfunn er sentralt som tema innen kompetanseområder i de nye retningslinjene for bachelorutdanninger i helse og velferd som tredde i kraft høsten 2020.

source: Chat-funksjonen must be turned off
nb: Chat-funksjonen skal skrues av

source: It is not allowed to participate in meetings with red data via mobile or tablet
nb: Det er ikke tillatt å delta i møter med røde data via mobil eller nettbrett

source: Nordic countries (Norway, Sweden, Finland, Denmark)
nb: Øst- og Vest-Norden (Norge, Sverige, Finland)

source: Also remember to set up SMS authentication for extra security as described above in step 3.
nb: Husk også å sette opp SMS-godkjenning for ekstra sikkerhet som beskrevet over i steg 3.

source: Guidelines for Oral Examination in Zoom at Østfold University College
nb: Retningslinjer for gjennomføring av muntlig eksamen i Zoom ved Høgskolen i Østfold

source: The study is based on ethics and value management in the public and private sectors, and pays particular attention to the characteristics and similarities in and between the private and public sectors, and the interaction between sectors.
nb: Studiet tar utgangspunkt i etikk og verdistyring i offentlig og privat sektor, og retter særlig oppmerksomhet mot særtrekk og likheter i og mellom privat og offentlig sektor, og samspillet mellom sektorer og nivåer.

source: Download eduVPN from AppStore / Google Play, and install.
nb: Laste ned eduVPN fra AppStore / Google Play, og installer denne

source: What should safety representatives do?
nb: Hva gjør du som verneombud?

source: Attendance requirement of 75 % of teaching days.
nb: Frammøteplikt på 75 % av undervisningsdagene.

source: deltar i forsker-NM. [Newspaper].
nb: deltar i forsker-NM.

source: Responsibility for research laboratories in the S-building
nb: Ansvar for forskningslaboratorier i S-bygget

source: Proceed to click "Submit".
nb: Klikk deretter "Submit".

source: , Professor, Department of Sports, Physical Education and Outdoor Studies, University of South-Eastern Norway
nb: , professor, Institutt for friluftsliv, idrett og kroppsøving, Universitetet i Sørøst-Norge

source: Tell the person concerned as soon as possible – if you are able to.
nb: Si fra til den det gjelder så fort som mulig - hvis du klarer.

source: 01.08.2017-31.07.2021 Dean, Faculty of Engineering (IR).
nb: 01.08.2017-31.07.2021 Dekan ved Avdeling for Ingeniørfag (IR).

source: Østfold University College uses uniFLOW for print management.
nb: Høgskolen i Østfold bruker uniFLOW for administrasjon av utskrift.

source: For best use of EndNote you need to use Microsoft Word.
nb: For optimal bruk av EndNote trenger du "ekte" Microsoft Word!

source: Change to Black and White and save before printing.
nb: Endre til Svart-hvitt/Black-and-white og lagre før du skriver ut.

source: This reading list was last updated on xx.
nb: Mappen skal vurderes som en helhet.

source: Relevant chapters will be made available in Canvas with the authors consent.
nb: Relevante kapitler gjøres tilgjengelig i Canvas med forfatterens samtykke.

source: The course Organization and Leadership 1 (30 ECTS credits) must be passed.
nb: Bestått emnet Organisasjon og ledelse 1 (30 studiepoeng) eller tilsvarende.

source: The address is usually on the form firstname.surname@hiof.no
nb: Adressen er vanligvis på formen fornavn.etternavn@hiof.no

source: Independent planning, curating, organisation, marketing and implementation of an open seminar with external speakers that addresses topics that are relevant to the students'
nb: Selvstendig planlegging, kuratering, organisering, markedsføring og gjennomføring av åpent seminar med eksterne innledere og tematikk relevant for studentenes

source: This explanation should be linked to current RCN / EU programmes.
nb: En slik redegjørelse bør knyttes til aktuelle NFR-/EU-programmer.

source: SFS40416 Organisation and leadership 3 (Autumn 2021–Spring 2022)
nb: SFS40416 Organisasjon og ledelse 3 (Høst 2021–Vår 2022)

source: How to get the URL for your personal schedule:
nb: Disse gjelder for søknadstypen Forskerprosjekt.

source: apply IT Governance concepts and approaches of ISO 38500 in a controlled environment
nb: bruke IT-forvaltningskonsepter og tilnærminger til ISO 38500 i et kontrollert miljø

source: - collaborate with supervisor and coordinator / mentor in company
nb: - samarbeide med veileder og koordinator/mentor i bedriften

source: Optional for other bachelor programme students.
nb: Valgfritt emne for andre studieprogram.

source: The HR Department
nb: Seksjon for HR

source: The expected number of working hours for the whole course is 840 hours, of which teaching sessions comprise 168 hours.
nb: Studentenes samlede arbeidsinnsats i emnet er beregnet til 840 årstimer, hvorav undervisningen i samlingene utgjør 168 årstimer.

source: , and sign up for what is relevant to you!
nb: og meld deg på det som er relevant for deg!

source: Dean of the Faculty of Education since automn 2017.
nb: Dekan for Avdeling for lærerutdanning fra høsten 2017.

source: Individual written home exam (5 days)
nb: Individuell skriftlig hjemmeeksamen, 5 dager.

source: What do you do if you are subjected to sexual harassment?
nb: Hva gjør du hvis du blir utsatt for seksuell trakassering?

source: The laboratories will be experimental and transdisciplinary and will conclude with an internal presentation.
nb: Laboratoriene vil ha en transdisiplinær og eksperimenterende form og avsluttes med en intern presentasjon.

source: Oslo National Academy of the Arts
nb: Kunsthøgskolen i Oslo

source: Mathematics and mathematics didactics in kindergarten and school.
nb: Matematikk og matematikkdidaktikk i barnehage og skole.

source: Copy this address below into a file manager (Windows Explorer / My Computer):
nb: Kopier denne adressen nedenfor inn i en filbehandler (Windows Utforsker/Min datamaskin):

source: Select Safely use Internet
nb: Etter oppstart – velg Safely use Internett

source: Should I upload a curriculum vitae, motivation letter and/or letter of recommendation?
nb: Det gjøres avtale med den enkelte student for signering av kontrakt og taushetserklæring.

source: Lectures, supervision, lab exercises, project work and essay writing.
nb: Forelesninger, veiledning, lab-øvelser, prosjektarbeid og essayskriving.

source: Lectures, seminars and discussions.
nb: Forelesninger, seminarer og diskusjoner.

source: It deals with the period from 1945 until today in political, cultural and literary history.
nb: Vi arbeider med tidsrommet fra 1945 og fram til i dag innenfor politisk historie, kultur- og litteraturhistorie.

source: The work methods will consist of independent work, laboratories and workshops held by guest teachers from different fields of art.
nb: Arbeidsformene vil være selvstendig arbeid, laboratorier og workshops holdt av gjestelærere fra forskjellige kunstarter.

source: Contact IT Support (IT-vakt) for guidance..
nb: Kontakt It-vakt for veiledning.

source: -distinguish between Gothic style and horror
nb: -skjelne mellom gotikk og skrekk ("horror")

source: has increased his or her knowledge of the theory and history of architecture, the theatre and visual art and can utilise it in his or her own textual and artistic production.
nb: har utvidet kunnskap om arkitekturens, scene- og billedkunstens historie og teori og kan anvende disse i eget tekst- og kunstproduksjon.

source: Practical Pedagogical Education (PPU) from UiB.
nb: PPU - Praktisk pedagogisk utdanning fra UiB.

source: You can also tell the person in writing.
nb: Du kan også si fra skriftlig til den det gjelder.

source: with username@hiof.no and your FEIDE password.
nb: med brukernavn@hiof.no og ditt FEIDE-passord.

source: One overall grade is awarded:
nb: Det tildeles en samlet karakter:

source: The car pool consists of:
nb: Bilparken består av:

source: Arriving to Newcastle
nb: Emner jeg har studert

source: A description of the business project should be prepared by the student and the company in collaboration.
nb: En beskrivelse av bedriftsoppgaven skal utarbeides av studenten og oppdragsgiver i fellesskap.

source: Webpages tagged with «Kindergarten teacher education»
nb: Nettsider med emneord «Kindergarden teacher education»

source: We recommend using the latest version of Outlook for PC (Office 2019 or Office 365) and Mac (Office 365 with
nb: Vi anbefaler å bruke siste versjon av Outlook både på PC (Office 2019 eller Office 365) og Mac (Office 365 med

source: Host and Participants.
nb: Host og Participants.

source: As a safety representative, your job is to ensure that the employer promotes a good working environment for individuals and the organisation as a whole.
nb: Som verneombud har du som oppgave å påse at arbeidsgiver legger til rette for et godt arbeidsmiljø for enkeltpersoner og enheten som helhet.

source: • an invitation from the host institution, including a confirmation that the applicant can be affiliated with the institution as a visiting scholar or a visiting fellow, with access to the local infrastructure (office space, network, library, etc.).
nb: en invitasjon fra vertsinstitusjonen, inkludert en bekreftelse på at søkeren vil kunne få en tilknytning til institusjonen som «visiting scholar», «visiting fellow» eller liknende, med rett til tilgang på den lokale infrastrukturen (kontorplass, nett, bibliotek, etc.).

source: As regards harassment cases, employees are asked to raise the issue with their manager or safety representative, see the Working Environment Act Section 2-3 (letter d).
nb: Når det gjelder trakasseringssaker bes ansatte om å ta opp dette med leder eller verneombud, se AML § 2-3, pkt d.

source: is the association for students in the IT studies at HiØ.
nb: er linjeforeningen for studenter på IT-studiene ved HiØ.

source: Mandatory course in the Master's Programme in Organization and Leadership.
nb: Obligatorisk emne i Masterstudium i organisasjon og ledelse.

source: Webpages tagged with «teaching at beginners level»
nb: Nettsider med emneord «teaching at beginners level»

source: is a board-game association under HSS (Halden).
nb: er en forening tilhørende Halden Studentsamfund.

source: Note that in order to obtain a parking card for electric car spaces, the distance between your home and your workplace must be at least 20 kilometres (one way).
nb: Merk at for å få p-kort til plasser for El-bil så må avstand mellom hjem og arbeidsplass være minimum 20 kilometer (en vei).

source: Jade Pickering and Marta Topor lead the project.
nb: Prosjektet ledes av forskere Jade Pickering and Marta Topor.

source: HiØ does not tolerate students being subjected to unwanted sexual attention or harassment.
nb: HiØ tolererer ikke at noen studenter skal bli utsatt for uønsket seksuell oppmerksomhet eller trakassering.

source: (only Norwegian) The test is a simple front nose test, ie a q-tip that should be 1-2 cm into the nostril on each side for a few seconds.
nb: Testen er en enkel fremre nesetest, dvs en q-tips som skal 1-2 cm inn i neseboret på hver side i noen sekunder.

source: Travelling less than 40 km in total must therefore either be carried out by public transport or by using your own car.
nb: Reiser på mindre enn 40 km totalt må derfor enten foretas ved kollektiv transport eller bruk av egen bil.

source: Group size: 2-4 students.
nb: Prosjektgruppene skal bestå av 2-4 personer.

source: To get started with 2-factor authentication for Microsoft 365, you will need to have an authenticator app on your phone.
nb: For å komme i gang med 2-faktor i Microsoft 365 må du ha en authenticator-app på din mobil.

source: Enter common storage area address: smb://ls02.hiof.no/FellesS
nb: Taste inn addressen for fellesområde, for studenter: smb://ls02.hiof.no/FellesS

source: An electric car must be booked and working hours start when the work journey is started from Halden.
nb: El-bil skal bookes og arbeidstiden starter når arbeidsreisen påbegynnes fra Halden.

source: How to subscribe to your schedule in Office365:
nb: For å abonnere på timeplaner i Office365 gjør du følgende:

source: must be documented and reflected on in the context of the topics taught in the course.
nb: skal dokumenteres og reflekteres over i konteksten av emnets undervisning.

source: Was employed as a chemical engineer at the Department of Energy Technology (IFE) after studying at NMBU
nb: Ble ansatt som kjemiingeniør hos Institutt for energiteknikk (IFE) etter studiet hos NMBU.

source: Work package 5 is divided into a and b.
nb: Arbeidspakke 5 er delt inn i a og b.

source: Q-Security carries out checks on all the college's parking spaces.
nb: Det er Q-Security som utfører kontroll på alle høgskolens parkeringsplasser.

source: The HSE adviser at Stamina Helse, Inge Buch, tel.
nb: HMS-rådgiver hos Stamina Helse, Inge Buch, tlf.

source: Scanning to email is free, but you must have activated your print account and have at least 1 kr left for scanning to work.
nb: Skanning til e-post er en gratis tjeneste, men du må ha aktivert din konto i UniFLOW med minst 1 krone for å ta i bruk tjenesten.

source: The oral exam (c. 30 mins) is based primarily on the final written assignment, but also the course more generally.
nb: Muntlig eksamen (ca. 30 min) primært basert på innlevert skriftlig oppgave, men også på det øvrige innholdet i emnet.

source: ITI43515 Modelling Cyber-Physical Systems (Spring 2017)
nb: ITI43515 Modellering av cyber-fysiske systemer (Vår 2017)

source: The following requirements must be met in order to hold red meetings in Zoom:
nb: Følgende krav må være oppfylt for at man skal kunne avholde røde møter i Zoom:

source: [3] M. Li, M. J. O’Grady, and O. Gregory M. encounter leads to proper two way communication between “Geo-gaming: The mobile monopoly experience,” in the players. The conversation is mostly about being lost or Proceedings of the Fourth International Conference on
nb: 3 Ledelse på institusjonsnivå Høringsnotatets foreslåtte modell for organisering av faglig toppledelse og de faglig-administrative støttetjenestene fremstår som både godt begrunnet og gjennomtenkt. Vi støtter forslaget, og er spesielt fornøyd med styrkingen av faglig toppledelse gjennom etableringen av en linje fra rektor via hver prorektor til direktørene for hhv.

source: Obligatory subject within the English Extension Course.
nb: Obligatorisk emne i Engelsk, påbyggingsstudium.

source: Sending large files - FileSender
nb: Sending av store filer - FileSender

source: a programming project (individually or in groups of two).
nb: et programmeringsprosjekt (individuelt eller i gruppe).

source: Literature and Narrativity
nb: Litteratur og Narrativitet

source: Have you as a student at HiØ experienced unwanted sexual attention or sexual harassment?
nb: Har du som student ved HiØ opplevd uønsket seksuell oppmerksomhet eller seksuell trakassering?

source: Academic reports must be passed before students can take the oral exam.
nb: Det er ikke krav om at alle emner skal ha arbeidskrav.

source: 40 parking spaces have also been established for employees at HiØ at the gravel site vis-à-vis Værste-torvet.
nb: Det er også etablert 40 parkeringsplasser for ansatte ved HiØ på gruspassen vis-a-vis Værste-torvet.

source: In order to book the car for work, you must intend to drive more than 40 kilometres.
nb: For å kunne booke bilen i jobbsammenheng må du ha planlagt å kjøre mer enn 40 kilometer.

source: version of this page
nb: Skisser og prototyper

source: The course is assessed with letter grades A - F.
nb: Emnet vurderes med bokstavkarakterer A - F.

source: The compendium contains 117 pages of the following five articles:
nb: august. Kompendiet er på 117 sider og består av følgende fem artikler:

source: 1994 - 1997 / Bachelor in Media Studies
nb: 1994 - 1997 / Bachelor i medier og kommunikasjon

source: Together with by Proxy she held the artistic leadership of Teater Momentum for the season 2017/18, and were resident artists at Theater Freiburg in 2018/19.
nb: Sammen med by Proxy har hun vært kunstnerisk leder for Teater Momentum i sesongen 2017/18, og huskunstner hos Theater Freiburg i 2018/19.

source: The IP address is anonymized before it is sent to Google.
nb: IP-adressen anonymiseres før den sendes til Google.

source: Minimum 5 approved assignments Work requirements will be specified in the education plan and must be approved before the student can attend the exam.
nb: 5 godkjente øvinger Levert forprosjektrapport og rapport for prosjekt realisert i MATLAB eller på mikrokontroller Arbeidskravet må være godkjent før studenten kan fremstille seg til eksamen. Eksamen Skriftlig eksamen, individuell.

source: When the program is done installing, click "Open App".
nb: Når programmet er ferdig installert, klikk "Start appen".

source: Group work with exercises and submission of a term paper.
nb: Gruppearbeid med oppgaveløsing og innlevering av term paper.

source: Skype for Business is a collaboration platform that can be used for:
nb: Skype for Business er en samhandlingsplattform som kan brukes til:

source: An indoor and locked bicycle shed has also been established in the parking garage in Stadion (under the ramp to the second floor).
nb: I parkeringshuset i Stadion (under rampe til annen etasje) er det også etablert et innendørs og låst sykkelskur.

source: The master's programme in scenography produces scenographers who can work both independently and as part of collective creative processes.
nb: Masterstudiet i scenografi utdanner scenografer som kan arbeide selvstendig og i kollektive skapende prosesser.

source: Spenst Express Halden Bad, NOK 199 per month for staff and students
nb: Spenst Express Halden Bad - 199,- per mnd. for ansatte og studenter

source: Office 365 contains these services
nb: Office 365 inneholder disse tjenestene

source: Go to Chrome Web Store and add Cisco AnyConnect.
nb: Gå til Chrome Webstore og legg til Cisco AnyConnect.

source: Was constituted Human Resources Director in 2005 with the coordination of the administrative services when moving to new buildings on Remmen campus.
nb: Var konstituert personaldirektør i 2005 i forbindelse med samordning av de administrative tjenestene ved flytting til nybygg på Remmen.

source: The students must present their specialisation areas, assess their work methods and discuss them with the other students and the teaching staff.
nb: Studentene skal presentere egne spesialiseringsområder, vurdere egne arbeidsmetoder og diskutere dette med de øvrige studentene og underviser.

source: Individual written assignment of approximately 3 pages presented by the student in plenary.
nb: Individuell, skriftlig oppgave på ca. 3 sider som studenten presenterer i plenum.

source: has basic knowledge of German phonetics (standard pronunciation) compared to Norwegian
nb: kunnskap om grunntrekk i tysk fonetikk (standarduttale), særlig sett i forhold til norsk

source: The print service is set up with the features "on request" and "follow me".
nb: Utskriftstjenesten er satt opp med funksjonene "på forespørsel" og "følg-meg".

source: Scient (Hovedfag) in Applied Mathematics from the University of Bergen
nb: Scient (Hovedfag) i anvendt matematikk fra Universitetet i Bergen

source: Was given the responsibility of analyzing chemical traces in the water from the oil reservoir on GC-MS/MS at department ReLe at IFE.
nb: Fikk ansvaret med å analysere kjemiske sporstoffer i vann fra oljereservoar på GC-MS/MS på avdeling ReLe ved IFE.

source: The institution shall inform the Norwegian Directorate for Health and Social Welfare of any exclusion pursuant to this provision of students attending courses that may result in a right of authorisation pursuant to section 48, first paragraph, of the Health Personnel Act.
nb: Institusjonen skal informere Sosial- og helsedirektoratet om utestenging etter dette alternativ når det gjelder studenter som følger utdanninger som kan utløse rett til autorisasjon etter helsepersonelloven § 48 første ledd.

source: Digital Society - Putting Theory into Practice
nb: Digital Society - Å sette teori i praksis

source: The course is evaluated by the students each semester.
nb: Emnet evalueres hvert semester gjennom underveis- og sluttevaluering.

source: The student must have passed the courses Laboratories 1 and Laboratories 2.
nb: Studenten må ha bestått emnene Laboratorier 1 og Laboratorier 2.

source: Bachelor in Acting (120 ECTS)
nb: Bachelorstudium i skuespill (120 studiepoeng)

source: Management of virtual machines on VMWare.
nb: Administrasjon av virtuelle maskiner på VMWare.

source: Work package 3: Lab to strengthen the teacher students' competence through dance workshops
nb: Arbeidspakke 3: Lab for å styrke lærerstudentenes kompetanse gjennom danseworkshops

source: Performance Research Books
nb: forestilling om plast i plast.

source: Lectures, seminars, lab exercises and project work.
nb: Forelesninger, seminarer, lab-øvelser og prosjektarbeid.

source: Select Høgskolen i Østfold/Østfold University College under institutions.
nb: Velg Høgskolen i Østfold under institusjoner.

source: (determines 65 % of the final grade) consists of:
nb: Mappen (teller 65 %) består av:

source: can draw up descriptions, schedules and budgets for funding applications for complex, artistic projects, seminars and workshops, and present them.
nb: kan utforme beskrivelser, tidsplaner og budsjetter for søknader om finansiering av komplekse, kunstneriske prosjekt, seminar og workshops samt formidle disse.

source: On Employee PCs Microsoft Outlook is setup to automatically find your mailbox.
nb: På PC for ansatte er Microsoft Outlook satt opp til at den automatisk finner mailboksen din.

source: In the event of a new preliminary grade being awarded, a new oral exam will be arranged, cf. the Regulations governing Examinations and Admissions for Østfold University College, Section 18 sub-section 4.
nb: Ved eventuell endring av den foreløpige karakteren på Masteravhandlingen, skal det arrangeres ny muntlig eksamen, jfr. Forskrift om eksamen og studierett ved Høgskolen i Østfold, §18, pkt 4.

source: The Norwegian consortium has two local industry partners, Unger Fabrikker and Prediktor, both located in Fredrikstad, in addition to SINTEF Digital in Oslo and TellU from Asker.
nb: Det norske konsortiet har to lokale industriaktører, Unger Fabrikker og Prediktor, begge fra Fredrikstad, samt SINTEF Digital i Oslo og TellU i Asker.

source: SFE11020 British Literature (Autumn 2021)
nb: SFE11020 Britisk litteratur (Høst 2021)

source: Enter your username either like this: hiof_no\username or like this: username@hiof.no and Save.
nb: Skriv inn ditt brukernavn på formen hiof_no\brukernavn eller brukernavn@hiof.no og trykk Lagre.

source: Attendance requirement of 75 % of the teaching days
nb: Frammøteplikt i 75 % av undervisningsdagene

source: Use: Click "Choose a driver" and search for 5250
nb: Trykk på "Velg skriverprogramvare" og søk etter 5250

source: It may result in an increase in possibilities for social interaction and participation in the society, and further dispose their negative feelings regarding loneliness.
nb: Det kan resultere i økte muligheter for sosialt samspill og deltakelse i samfunnet, og ytterligere disponere deres negative følelser om ensomhet.

source: calling the person who has been accused of harassment in for a meeting.
nb: innkalle den som er anklaget for forholdet til samtale.

source: Hagelund and West Pedersen, To Reform or Not to Reform?
nb: Hagelund og West Pedersen, To Reform or Not to Reform?
